Repository: julianlangweb/send-denial
Catalog: languages/send-denial-*.po
Languages: de_de

source: protected by <a rel="sponsored follow" target="_blank" href="https://senddenial.com">Send Denial</a><br/> <span>Spam Sentinel</span>
de_de: geschützt durch <a rel="sponsored follow" target="_blank" href="https://senddenial.com">Send Denial</a><br/> <span>Spam Wächter</span>

source: Generate new Token
de_de: Neuen Token erstellen

source: An error occured, you have no javascript, this websites has a problem or you are a spammer
de_de: Es ist ein Fehler aufgetreten. Du hast kein Javascript, diese Webseite hat ein Problem oder du bist ein Spammer

source: Settings
de_de: Einstellungen

source: Credits
de_de: Unterstützung

source: Honeypot Field Name
de_de: Honeypot Feldname

source: Honeypot Field Value
de_de: Honeypot Feldwert

source: Show Badge
de_de: Badge anzeigen

source: Send Denial Anti Spam Settings
de_de: Send Denial Anti Spam Einstellungen

source: Save Changes
de_de: Speichern

source: <strong>Send Denial is built, maintained and extended for free.<br /> It will support as many major form plugins as possible for free.</strong><br /> Including Premium Form Builders and WooCommerce. Therefore helps your business stay safe and protect you from spam mails by your forms.<br /> It will never spam or hijack your wp-admin on trying to upsell a premium version. <br />If you like this way of thinking feel free to enable this checkbox. <strong>It will display a very decent and small badge below your forms</strong> that the form is protected by Send Denial and helps Send Denial get more recognition.
de_de: <strong>Send Denial wird kostenlos erstellt, gepflegt und erweitert.<br /> Es integriert sich nahtlos in die beliebtesten Formular Plugins.</strong><br /> Inklusive Premium Formular Builders und WooCommerce. Daher hilft es deinem Unternehmen sicher bleiben und schützt dich vor Spam-Mails durch deine Formulare.<br /> Dein wp-admin bleibt frei von Werbung.<br />Wenn dir diese Mentalität gefällt, kannst du den Haken setzen und Send Denial unterstützen. <strong>Ein dezenter kleiner Badge wird unterhalb deiner Formulare erscheinen</strong>. Das hilft Send Denial zu mehr Bekanntheit.

source: Create new Pair
de_de: Neues Paar erzeugen

source: Change the token and fieldname from time to time if you like
de_de: Ändere den Token und den Feldnamen ab und zu wenn du magst

source: Send Denial (Anti Spam Sentinel)
de_de: Send Denial (Anti Spam Wächter)

source: Adds javascript based honeypot validation to all major forms and blocks spam in GDPR Compliance.
de_de: Fügt einen Javascript basierten Honeypot in alle beliebten Formularplugins und blockiert automatisch Spam in Übereinstimmung mit DSGVO Richtlinien.
